tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jondot/tap"
tap "koekeishiya/formulae"
tap "molovo/revolver"
tap "romkatv/powerlevel10k"
tap "sanemat/font"
brew "anyenv"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "boost"
brew "bottom"
brew "conda-zsh-completion"
brew "cpanminus"
brew "deno"
brew "docker-compose"
brew "duf"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "geoipupdate"
brew "git"
brew "gnu-sed"
brew "lasso"
brew "libfido2"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "md5sha1sum"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "peco"
brew "pnpm"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "scrcpy"
brew "sheldon"
brew "sl"
brew "speedtest-cli"
brew "starship"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "watchman"
brew "zsh"
brew "jondot/tap/hygen"
brew "molovo/revolver/revolver"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "android-platform-tools"
cask "brave-browser"
cask "browserosaurus"
cask "deepl"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "forticlient"
cask "forticlient-vpn"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "min"
cask "mysqlworkbench"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "stack-stack"
cask "visual-studio-code"
cask "zoom"
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "RunCat", id: 1429033973
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
